<template>
  <div class="News">
    <main role="main" class="container">
      <div class="jumbotron ncard">

          <h1>СЗВ-ТД <font-awesome-icon class="flag" icon="flag"/></h1>
        <h6>20.10.2020</h6>
        <p>
          <p>Публикация от 22.04.2020 на портале Санкт-Петербургского Отделения ПФР “Новые сроки отчетности о приеме на работу и увольнении“</p>
        <p>Среди мер поддержки безработных граждан, принятых Правительством, – возможность дистанционно встать на учет в службу занятости для получения пособия. Постановление Правительства РФ от 08.04.2020 № 460 утверждает следующий порядок работы:
            <br>- Работодатель по форме СЗВ-ТД представляет в ПФР информацию об увольнении гражданина не позднее рабочего дня, следующего за днем издания соответствующего приказа (распоряжения), а также иных решений или документов, подтверждающих оформление трудовых отношений.
            <br>- Безработный гражданин заполняет заявление о постановке на регистрационный учет в центре занятости на портале госуслуг или в личном кабинете Общероссийской базы вакансий “Работа в России”.
            <br>- Центр занятости запрашивает у ПФР сведения о заработке гражданина, на который начислялись страховые взносы на обязательное пенсионное страхование, за 3 месяца, предшествующих календарному кварталу перед месяцем подачи заявления в электронной форме.
            <br>- Пенсионный фонд Российской Федерации представляет запрашиваемую центрами занятости населения информацию.</p>
        <img src="https://www.klerk.ru/img/pb/original/eePeEeeY_1_7198.png" alt="форма сзв-тд">
        </div>

    </main>

  </div>
</template>

<script>
export default {
  name: 'News',
  props: {
    msg: String
  }
}
</script>


<style scoped>

  h1{
    padding-left: 10%;
  }
  h6{
      padding-bottom: 1.5rem;
      padding-left: 10%;
  }

  img{
    max-width: 100%;
    border-radius: .3rem;
  }

.flag{
    color: red;
}

  .ncard{
      padding-top: 2rem;
      padding-bottom: 2rem;
  }

</style>
